[
  {
    "id": "modal2005",
    "name": "舘田 満",
    "affiliation": "プロダクトサービス本部 コンサルティングサービス第2ユニット",
    "content": [
      {
        "answer": "初日から徹夜した西麻布の案件です。翌週までに結合テスト完了させるというスケジュールになっていましたが、テスト環境が出来ておらず、サーバーも調達できてないというめちゃくちゃな案件でした。別チームでしたが、浅野取締役も徹夜していたので、どうにもならないときはよく相談していました。浅野取締役からユーザーに説明して頂き、状況整理しながら進めたことで何とか乗り切れました。ありがとうございました！"
      },
      {
        "answer": "創業直後は案件を選べるような余裕もなく、他社が受けないような案件が多かったです。全員フル稼働で対応していました。あの頃は毎月、久保社長含め全員が集まって会議をやってました。まさにみんなで挑戦し続ける・・・って状況ですね。<br class=\"sp\">あっ、そういえば浅野取締役が全社会議にしょっちゅう遅刻して怒られてました。(笑)"
      },
      {
        "answer": "ピンチはチャンス"
      }
    ]
  },
  {
    "id": "modal2006",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "あるパッケージソフトの導入プロジェクトで、プロジェクト全体が遅延しており、膨大なパフォーマンステストと分析を1週間でやり遂げなければならない状況になりました。<br>社内のプロジェクトに関係ない営業やコンサル、お客様側も多数の社員を巻き込んで作業を分担し、私自身は3日徹夜で分析を仕上げ、なんとか乗り切りました。<br>お客様をも含めたチームワークで、絆も深くなる素敵な克服エピソードになりました。"
      },
      {
        "answer": "LaKeel DX（当時 LaKeel Cloud）の⽴ち上げが、正に変化と挑戦だったと思います。<br>⽇本でマイクロサービス事例はごくわずかだった時に、当時の⽴ち上げメンバーは寝る間を惜しんでベストプラクティスを探し、少しずつ形にしていきました。<br>⼤変でしたが、新しいものを⽣み出すことは全員が楽しんで全⼒を尽くせたと思います。<br>LaKeel DX はまだまだ成⻑過程ですので、関わるメンバーは常に成⻑を続けて、更なる⾼みへ挑戦してほしいと思います。"
      },
      {
        "answer": "夢なき者に成功なし"
      }
    ]
  },
  {
    "id": "modal2007",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": ""
      },
      {
        "answer": "2007年の⼊社以来現在まで、2度の統合を経て、MBO、社名変更、上場と⼤きく変化し続けた⽇々でした。<br class=\"sp\">激動の年⽉は、あっという間に過ぎてゆきましたが、挑戦し続ける社員、役員の皆様、そして社⻑の経営を秘書として間近で⽬にし、その熱意、情熱は誰にでも持ち続けることができるものではないと感じています。ときに深夜まで熱く続く議論、様々な⽴場の役員が社⻑の元結束してゆく姿、社員をリードする役員⽅々の努⼒、成⻑する社員の皆様。ラキールというベンチャー企業は、どこまでも挑戦し続け、必ず変化を創り出す企業になると確信しています。"
      },
      {
        "answer": "意思を持って動いた時、誰の⼒もラキールを⼤きく動かす⼒になる"
      }
    ]
  },
  {
    "id": "modal2008",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "訪問するたびに案件をいただき順調に売上げを伸ばしていた顧客で、当社が契約をしたビジネスパートナーと顧客の間でトラブルが発⽣してしまった。発覚後、毎⽇報告書を提出することになり、1か⽉に渡り毎晩24時過ぎまで浅野取締役と報告書を作成したことを思い出します。<br class=\"sp\">ただ、その事件後も当社の開発メンバーが頑張り続け、トラブル発⽣前よりも⼤きな案件を発注していただきました。<br>「ピンチの裏にはチャンスあり」を体現しました。"
      },
      {
        "answer": "⼀度は価格で失注した基幹システムのリニューアル案件が、1年通い続け受注したベンダーの失敗により当社が受注できました。<br>この1年の間、顧客の⽴場で解決策をアドバイスし信頼関係を築く事ができ、受注に繋がったと思います"
      },
      {
        "answer": "何事も「Give And Take」"
      }
    ]
  },
  {
    "id": "modal2009",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "設計は開発リードの頭の中に⼊っているとかで設計書を作らずに進めた結果、案の定ぐちゃぐちゃになって、要件定義から仕切りなおしになったことがありました。<br>徹夜で顧客との打ち合わせ⽤の資料を作成したり、設計書を都度顧客に確認してもらったりしてようやく納品までこぎつけました。"
      },
      {
        "answer": "コロナ禍においてリモートワークが劇的に広まりました。<br>それまで対⾯でないと難しいと思われていたことも、仕組みが構築され、ノウハウが蓄積され、今ではそれらは対⾯での業務においても活⽤されています。<br>それまでの常識にないもの、それでいて無視できないくらい強烈なものが、明⽇の⽇常を創り出すのだと感じました。"
      },
      {
        "answer": "思い込みは記憶を改ざんする"
      }
    ]
  },
  {
    "id": "modal2010",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "担当しているお客様において賞与明細公開時、システムダウンが年末賞与と夏季賞与の公開タイミングで2回連続発⽣したことです。<br>賞与明細公開の対象者は4.5万名と規模も⼤きく、また、短時間でシステムアクセスが集中することが⾒込まれるため、お客様より対策を求められました。<br>Platform チーム、HR ⼈事チームと HR コンサルチームで連携し、何とか負荷検証において、想定されるアクセスに耐えうるリソース、ミドルウェアの設定値を⾒極め、3度⽬の賞与明細公開⽇に備えることになりました。結果、お客様からのご要望通り、システムダウンせずに賞与明細公開⽇を乗り切ることが出来ました。<br>この危機を乗り越えることができたのも、Platform チーム、HR ⼈事チームのご協⼒のお陰であると、強く感謝する出来事になりました。"
      },
      {
        "answer": "LaKeel HR 製品群を導⼊していくにあたり、標準的なサービスとは何か、⽇々、考えることが続いていた時期がありました。<br>当時の上司に相談したところ、製品の標準機能として提供すべきかどうかを基準とし、また、標準サービスの提供時期を基準として、判断するよう基本⽅針を⽰して頂きました。<br>基本⽅針に基づいて判断することにより、お客様にもご理解頂け、その後のお客様との交渉ではスムーズに合意することが出来るようになりました。<br>基本⽅針を定めることにより、社内だけでなく、お客様とも共通認識が持てるようになることを理解でき、⾃⾝の成⻑に繋がったと感じています。"
      },
      {
        "answer": "仕事は段取りがすべて"
      }
    ]
  },
  {
    "id": "modal2011",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "右も左も分からない中、経企に異動をして迎えた2度⽬の株主総会までの準備が⼤変でした。<br class=\"sp\">1度⽬は有識者がいたので会場準備をしただけだったのですが、2度⽬は、株主総会前後で⾏わなければいけない決議事項はそもそも何があるのか、前年はどうしたのかを確認するところから始まりました。決裁を得る期限を気にしながら、内容にも誤りがあってはいけないと上⻑に確認を取りながら稟議作成等の準備を⾏いました。<br>無事に資料も開⽰し、株主総会・臨時取締役会を終えた時の安堵感は忘れられません。"
      },
      {
        "answer": "LOM の⽴ち上げの際、チームは実質2⼈だったので源さんが⼀⽣懸命制作したコンテンツをもって⼀緒に営業訪問に⾏き、何とか軌道に乗せようとナリアちゃんに知識を貰いつつ、癒されつつ(笑)、頑張っていました。社内では顧客対応だけではなく、コンテンツに翻訳字幕を⼊れる作業やシステム開発の為の会議、⾒積作成から請求対応まで様々な業務に追われる毎⽇でした。<br>でも、あの頃の頑張りが現在の LOM に少しでも繋がっていると思うと、苦⼿だった営業電話にも挑戦した甲斐があったなと思っています。"
      },
      {
        "answer": "笑顔で対応！"
      }
    ]
  },
  {
    "id": "modal2012",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "LaKeel DX の初期の案件においてアーキテクトリーダーとして参画した際の経験です。このプロジェクトは、LaKeel DX の初期案件ということもあり私以外のメンバー全員が LaKeel DX での開発経験がほぼない状況からスタートしました。<br>さらに、コロナ禍により在宅勤務が始まった時期でもあり、コミュニケーションの制約もありましたが、製品側からのサポートを得ながら、メンバーの育成に特に⼒を⼊れました。チーム全体で知識を共有し個々のスキル向上を図ることで、プロジェクトの成功に向けて⼀丸となって取り組むことができました。<br>その結果、翌年の全社会議において、このプロジェクトはアワードを受賞するまでに⾄り、⾮常に⼤きな達成感を得ることができました。"
      },
      {
        "answer": "LaKeel DX の初期案件は技術的な障害や経験不⾜といった数々の困難が⽴ちはだかり、何度も失敗したり、成功への不安を抱いたりしました。<br>しかし、あきらめずに挑戦を続けることで少しずつ壁を乗り越えていき、最終的には成果を上げることができました。この経験から、「挑戦し続ければ、いつか必ず何かを得られる」という⾃信が⽣まれました。<br>特に、困難なプロジェクトが終わる頃には「新しいスキルや知識を⾝につけている⾃分がいる」という実感を持つようになったことです。この意識は今でも私の仕事における⼤きなモチベーションとなっています。"
      },
      {
        "answer": "考えることが仕事の第⼀歩"
      }
    ]
  },
  {
    "id": "modal2013",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "ある案件のヘルプに⼊った際、割り振られた機能の仕様を把握されている⽅が急な退職をされており、限られた資料から仕様を把握、機能開発しなれければならなかったときです。開発物に漏れがないように、確認資料を作成し、重要な点をコンサルの⽅に確認しながら進めました。<br>その後も、リリース物の整理、開発が遅れている機能に関しては⾃らヘルプに⼊り、期⽇通りにリリース、⼤きな問題なく稼働できたときは安堵しました。"
      },
      {
        "answer": "所属しているチームの要件定義からリリースまでの期間の速さにいつも感嘆しています。チームのメンバーが⾃発的に担当を持って、能動的に開発を進めているからできることだと思っています。<br class=\"sp\">「やっときます」「こうしようと思います」「やっときました」という会話が多く、「どうしたら良いですか？」がほぼないのがすごいなと感じますし、触発されます。"
      },
      {
        "answer": "優先順位をつけてすぐ着⼿"
      }
    ]
  },
  {
    "id": "modal2014",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "上司や有識者が全員他案件のヘルプでいない中で、お客様先に LaKeel BI Server を導⼊しに⾏ったことです。当時の BI ユーザには珍しく Linux 環境だったことと、当時の BI チーム内で Linux を触ったことのある⼈が全員いない中での作業だったため、前⽇の深夜まで先輩社員と社内環境で導⼊テストを⾏っていましたがそれでも中々うまくいかず、最終的にはヘルプへ⾏っている上司に連絡を取って対応⽅法を確認するなど取れる⼿段は全て取ってなんとか導⼊に成功しました。"
      },
      {
        "answer": "BI チームに配属された当初は BI についての知識がない状態だったため、何をするにしても先輩社員に直接話を伺って対応していました。<br>ある時期から⾃分が対応した内容を QA 形式でまとめるようにしたところ、問い合わせ対応の効率が⽬に⾒えて良くなり、お客様対応等も⼀任させてもらえるようになりました。⾃分なりに考えて現状を変えていく努⼒が良い結果に繋がったと思います。"
      },
      {
        "answer": "適材適所"
      }
    ]
  },
  {
    "id": "modal2015",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "去年、私たちは LaKeel DX の新規開発を2案件同時に進める挑戦をしました。メンバーは初参画のビジネスパートナー（業務委託）、新⼊社員、そして外部の海外ベンダーで構成され、経験は浅く不安もありました。顧客の都合で⼀⽅の案件が遅れ、もう⼀⽅は要件変更が相次ぎ、混乱の中での作業が続きました。<br>それでも、私たちはこまめにスケジュールを調整し、⼒を合わせてタスクを分担。忙しい時期を乗り越え、最後まで諦めずに努⼒した結果、両⽅の案件をオンスケでリリースすることができました。"
      },
      {
        "answer": "最近、⼼に残った出来事があります。それは、新⼊社員が LaKeel DX の課題について真剣に発表していたことです。営業部⾨ではない彼が、製品を売るために真剣に考え、努⼒する姿は、私にとって⼤きな刺激となりました。その姿勢に触れ、⾃分ももっと頑張らなければと感じました。彼の情熱は、私たち全員が⼀丸となって成功を⽬指す⼤切さを再認識させてくれたのです。この経験を通じて、変化を恐れず、挑戦し続けることの⼤切さを学びました。"
      },
      {
        "answer": "⼼配は今出し切れ！後に残すな！"
      }
    ]
  },
  {
    "id": "modal2016",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "⼤⼿保険会社様の⾃動⾞保険申込システムの改修案件で、満期を迎える保険証券をカメラで読取り、次契約の保険料のお⾒積もりを実施する機能をラキールで開発することになりました。Java と Vue.js を利⽤したアーキテクチャでしたが、当時はバックエンドとフロントエンドが分離した実装に慣れておらず現⾏仕様の理解に時間がかかり、担当していた1年⽬のメンバーでは課題を解決できず、⼟⽇の2⽇をかけて⾃分が巻き取って開発を進めました。当時は苦労しましたが、お客様側のシステム担当の⽅とはその試練を乗り越えた結果、会話しやすい関係になり良い経験になったと思います。"
      },
      {
        "answer": "⾃分が何かしたわけではありませんが、お客様の環境のプライベートクラウドに製品を適⽤させたことです。 AWS や GCP でないからできないという判断を下さなかったところは挑戦的だと思いました。"
      },
      {
        "answer": "他⼈に期待しない"
      }
    ]
  },
  {
    "id": "modal2017",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "Messenger Team から Passport Team へ移動して TL になったときです。（現在進⾏形です。）諸般の事情で、ある⽇を境に LaKeel DX の認証認可を担う LaKeel Passport の管理業務をすることになりました。認証認可の領域は専⾨性が⾼く、これまでやってきた分野と⼤きく異なるため、毎⽇が新しい事と困難な課題の連続で⼤変疲れます。優秀な Team メンバーの皆さんを頼りつつ、管理、折衝業務だけでなく開発業務にも積極的に携わり、⽇々成⻑を続けられるよう努めています。"
      },
      {
        "answer": "これまで⼀緒に働いてきた上司の⽅々は若いメンバーに対しても裁量のある仕事を任せることが多かったです。裁量のある仕事は同時に責任も発⽣するため、おのずと変化や挑戦を促され、ラキールの⾼い⽣産性につながっているのだと感じます。"
      },
      {
        "answer": "情けは⼈の為ならず"
      }
    ]
  },
  {
    "id": "modal2018",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "⾃社開発製品で利⽤している OSS に緊急パッチが公開され、全てのお客様環境に早急に対応する必要がありました。私のチームで、迅速に影響調査を⾏い、3⽇間で改修作業とお客様への説明を完了。安全かつ確実にリリースを実施しました。この経験により、技術⼒と対応⼒の強さを再認識し、お客様の信頼をさらに深めることができました。"
      },
      {
        "answer": "LaKeel DX の運⽤者として、当社開発の運⽤⾃動化ツール『LaKeel Manager』を⽤い、開発チームと共にシステム運⽤の効率化を進めています。監視やアラート対応を LaKeel Manager で⾃動化することで、作業負担を軽減し、システムの安定稼働を実現しました。LaKeel Manager は、変化を創り出し、挑戦し続ける会社の姿勢を象徴しています。"
      },
      {
        "answer": "お客様が出世するような仕事をする！"
      }
    ]
  },
  {
    "id": "modal2019",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "初めての Team Leader をした案件で異なる業務フローやツールを持つお客様たちの意⾒を集約しながらプロジェクトを進める難しさに直⾯しました。そこで会話の内容を図やパターン表に整理してひたすら認識のすり合わせを実施しました。<br>視覚的な理解が深まることでコミュニケーションが円滑になり、お客様からの信頼を獲得するとともにマスタスケジュール通りにリリースを終わらせることができました。"
      },
      {
        "answer": "社員によって業務の進め⽅が異なることにお悩みを持つクライアントに対して LaKeel Process Manager をご提案しました。デモンストレーションでは、LaKeel Process Manager を導⼊することによる業務の透明化と属⼈化の排除の未来をお客様にイメージいただけたと思います。受注には⾄らなかったものの⾮常に⾼い評価をいただけたので、他案件でも必要になるサービスだと確信しております。今後、多くの案件で導⼊が進むことを期待しています。"
      },
      {
        "answer": "覚悟を決める"
      }
    ]
  },
  {
    "id": "modal2020",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "参画した案件で、短期間でのリリースを求められたときです。当時は要件を細かく決める余裕がなかったため、仕様変更にも柔軟に対応できるよう開発を進めました。<br>また、他のメンバーがスムーズに作業できるよう、汎⽤的なメソッドや画⾯部品の共通化、汎⽤テストデータの提供などの⽀援をしました。これができたのは、LaKeel 製品におけるコーディング規則や開発基盤が整っていたおかげです。短期間でも品質を落とさずにリリースを実現できました。"
      },
      {
        "answer": "1つ⽬は、ナレッジ共有サイトを社内に導⼊したときのことです。チームメンバーのアウトプットが少なく、その状況を改善するために導⼊しました。結果として、チームだけでなく組織全体のアウトプットを促進し、社内に変化を⽣み出せたと感じています。<br>2つ⽬は、社内にインナーソース（OSS のような仕組み）を導⼊することを現在取り組んでいます。チーム募集をした際に、予想以上に賛同してくれるメンバーが集まり、挑戦の⽂化がしっかりと根付いていることを実感しました。"
      },
      {
        "answer": "個⼈の利益より、チームの利益。<br>チームの利益より、組織の利益。<br>組織の利益より、会社全体の利益。"
      }
    ]
  },
  {
    "id": "modal2021",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "採⽤に関して何の知識もない私が採⽤チームへ異動し、新卒採⽤をメインで任せていただいた時は全てにおいて右も左も分からず、毎⽇不安でした。そんな状況下でしたが、会社のために採⽤活動は⽌められない、と腹をくくり、外部の採⽤セミナーに参加したり、社内の採⽤経験者の⽅々に助けてもらったり、また、⾃社についても深く知るため、同期に業務内容をヒアリングし、製品等についてのインプットを⾏いました。<br>そのプロセスの中で、部署関係なく、たくさんの社員に⼿を差し伸べてもらえたことが、乗り越えられた 1 番の理由だと思っています。こういった社員たちに恩返しがしたいというのも⽇々のモチベーションのひとつです。"
      },
      {
        "answer": "昨年、初めてラキールの YouTube で採⽤に関する動画を本格的に制作し、公開しました。「ラキールの良さがより多くの学⽣に伝わってほしい！」と考えた時に、マーケティングチームが様々なアプローチ⽅法を提案してくださり、YouTube プロジェクトが発⾜しました。私の学⽣に伝えたい意図や内容は汲み取りつつ、YouTube という新たな領域においてマーケの社員が専⾨的な知識をもって全てのプロセスに関わってくれたのがありがたかったです。<br class=\"sp\">新卒採⽤は学⽣へのマーケティングも重要な要素なので、たくさんのことを学ばせてもらいました。この経験や知識をもとに、今後もラキールの新しい採⽤を実現していきます。"
      },
      {
        "answer": "信頼とは期待を超えた質"
      }
    ]
  },
  {
    "id": "modal2022",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "配属直後に営業管理ツールを⼀⼈で導⼊することになったことです。<br>社内とベンダーとの調整、各部署の要望整理等、⾃分⼀⼈で判断しなければならないことも多く最初は苦戦しました。本プロジェクトにおいて、”もっとも詳しいのは⾃分⾃⾝であり正しいのは⾃分だ、だからこうしたい”と Will を持つことで何とかやり遂げました。⾃分で考え⾏動すること、その⼤切さを知ったとてもいい経験でした。"
      },
      {
        "answer": "セオリーにならい、⽬標の倍架電をしても⼀向にアポイントが取れない、そんな状況を早く打破したいと考えていました。褒めまくる/驚かせる/怒らせる等、極端な印象をつけることでアポイントが取れる、先輩と試⾏錯誤を繰り返すうちにたどり着いた答えでした。<br>結果を早期に出すために、思いついたらすぐ試すことを徹底したおかげで成功につながったのだと思います。アポイントへの苦⼿意識を克服できたことは、⾃分の成⻑に⼤きく繋がったと思います。"
      },
      {
        "answer": "頑張り無くしてお⾦無し"
      }
    ]
  },
  {
    "id": "modal2023",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "私の業務は、サイトの基盤を担当しており、検証⽤の環境などを触ることがあります。その中ですでにサポートが終了しているバージョンの⾔語を使⽤して環境を作るというものがあったのですが、普通の⽅法では⾔語をインストールすることができないため、ChatGPT や様々な資料、先輩⽅の⼒を借りて四苦⼋苦しながら実装しました。実装できた時の達成感は過去1番に感じました。"
      },
      {
        "answer": "気さくな⽅が多く、福利厚⽣であるビュッフェはもちろん、ご飯に誘うと快く承諾してくれるため、⾵通しの良い会社だと感じています。その中で同僚との交流や仕事だけでは得ることができない経験の話や上司の考えなどを聞くことができ、⾃分⾃⾝に影響しているため、そこから変化などが⽣まれていくと思います。<br>また、上司にやりたいことを伝えると背中を押してくれるため、⾃分の考えややった⽅がいいなと思ったこと気軽に伝えることができます。私は交流会などの⼩さなものしか提案できていませんが、プロジェクトなどを提案できるようになりたいと考えています。"
      },
      {
        "answer": "誰かの明⽇のため"
      }
    ]
  },
  {
    "id": "modal2024",
    "name": "test",
    "affiliation": "test",
    "content": [
      {
        "answer": "⼊社してすぐに、設計経験が無い中、新規のサービスの要求定義・基本設計・詳細設計等、まるまるやることになったことです。どう進めて良いかもわからない状態でしたが、毎週の定例では「何か承認を得る」・「何かを決定する」ということを意識しました。その結果、少しずつ設計を固めることができ、設計をやり遂げられたように思います。"
      },
      {
        "answer": "設計レビュー等通して、「⼀旦⼩さくても動くものを作ろう」という哲学を感じることがありました。「変化を創り出す」のであれば、できる限り早くにお客様に触ってもらって、それが良い変化になりうることの確信を持って⾏うべきでしょうから、⻑く在籍している⽅はラキールの価値観を体現しているように思います。"
      },
      {
        "answer": "まずは試す"
      }
    ]
  }
]